{
  "Home": "主页", 
  "Benefit": "造福于",
  "Offer": "热销打折",
  "Testimonials": "顾客评价",
  "Contact Us": "联系方式",

  "Welcome to Zensu": "欢迎光临到Zensu",
  "To glow on the outside, one must be healthy on the": "精神焕发的外在一定是伴随着健康的",
  "inside!": "内在！",
  "Buy now!": "立即购买！",
  "Featured Product": "主打产品",

  "Best Selling -": "热销商品 -",
  "Zu": "ZU.酢",
  "Natural Origin": "天然来源",
  "ZU is a nutritious alkaline food derived from green plums through a modern and advanced extraction and refining technique pioneered in Japan.": "ZU(酢)是一種營養鹼性食品,由青梅製成，採用了日本開發的現代先進的提取和精煉技術。",

  "Compound of ZU": "ZU(酢)的成分",
  "It contains significant amounts of citric acid, succinic acid, malic acid, natural vitamins, and pearl calcium.": "它含有豐富的檸檬酸、琥珀酸、蘋果酸、天然維生素和珍珠鈣。",

  "Effects of Zu": "ZU(酢)的效果",
  "Beneficial for enhancing and fortifying the structure of human bones. Regular consumption of this Zu aids in stimulating the periodic circulation of citric acid within the body.": "適合建立和加強人體骨骼結構。定期食用此產品有助於刺激體內檸檬酸的周期循環，溶解血液中的酸性毒素。",

  "Benefits to health": "造福人体健康",
  "Helps in dissolving acidic toxins present in the blood and regulating bodily secretions which contribute to the overall body strength and assist in preventing diseases that can affect vital organs, such as the heart and liver.": "這些效果有助於增強身體健康，，調節體內分泌，預防心臟和其他重要器官的疾病。",

  "Common Diseases": "常见疾病",
  "Preventable by": "可以预防通过",
  "Arthritis, Gout": "关节炎、 痛风",
  "High Body Ph Value": "人体高酸度",
  "Kidney and Liver Illness": "肾脏和肝脏疾病",
  "Indigestion": "消化不良",
  "Osteoporosis": "骨质疏松",
  "Fatigue": "疲劳乏力",

  "Diseases": "各种疾病",
  "What You Can": "了解疾病",
  "Learn": "小百科",
  "Detail description of each diseases listed above": "上述每种疾病的详细说明",

  "Arthritis": "關節炎",
  "Excessive accumulation of uric acid and urate in acidic blood can lead to the buildup of these substances on soft joint tissues, resulting in chronic or acute arthritis and pain. Ume, rich in calcium and citric acid, has the ability to produce collagen, supplement calcium, and break down uric acid in the blood, thereby aiding in the elimination of such ailments. If the liver fails to convert ammonia into uric acid and eliminate it from the body, it can accumulate in the muscles and blood, leading to conditions like gout and arthritis. It helps in accelerating the removal of uric acid, alleviating painful symptoms.": "過量的尿酸和尿酸鹽在酸性血液中的累積會導致這些物質在軟關節組織上積聚，從而引起慢性或急性關節炎和疼痛。梅子富含鈣和檸檬酸，能夠產生膠原蛋白，補充鈣，並分解血液中的尿酸，從而有助於消除此類疾病。此外，食物中的蛋白質通常含有較高水平的氮，當其與氫接觸時，會轉化為氨。如果肝臟無法將氨轉化為尿酸並排出體外，它就會在肌肉和血液中累積，引發痛風和關節炎等問題。梅子能夠幫助加速尿酸的清除，緩解疼痛症狀。",
  "For more information, please visit": "有关详细信息,请访问",
  "here": "网页",
  "for more info.": "。",

  "pH value": "值調節",
  "According to medical research, a person who is in good health typically has slightly alkaline blood with a pH value ranging from 7.35 to 7.4. Conversely, if the blood becomes more acidic and deviates significantly from a pH of 7.35, it can potentially lead to increased fatigue and susceptibility to illness. Ume is considered an alkaline food. Despite its sour taste, when consumed, it has an alkalizing effect on the body which possesses properties that can help alkalize the body. Consuming ume effectively restores balance!":"根據醫學研究，身體健康的人通常具有略微鹼性的血液，其pH值範圍介於7.35至7.4之間。相反，如果血液變得更加酸性並且偏離7.35的pH值，可能會導致疲勞加劇和易感疾病。梅被認為是一種鹼性食物。儘管味道酸，但食用梅會對身體產生鹼化作用，具有幫助身體鹼化的特性。食用梅能有效恢復平衡！",

  "Calcium and vitamin D are essential nutrients for maintaining strong and healthy bones, and they play a crucial role in preventing osteoporosis. Ume contains a significant amount of calcium and is a natural source of vitamin D. Calcium is a fundamental building block for bones, providing strength and structure. Vitamin D, on the other hand, aids in the absorption and utilization of calcium by the body. Regular consumption of ume can be a beneficial addition to a balanced diet, promoting the well-being of our bones." : "鈣和維生素D是維持骨骼強健和健康所必需的營養素，對預防骨質疏鬆症起著重要作用。梅子是一種含有豐富鈣和天然維生素D的日本梅子。鈣是骨骼的基礎結構，為骨骼提供強度和支撐。而維生素D則有助於身體對鈣的吸收和利用。梅子中含有的這些營養素共同促進了骨骼健康，有助於預防骨質疏鬆症，並支持整體骨骼強度。定期食用梅子可以作為均衡飲食的有益補充，促進我們的骨骼健康。",

  "Kidney and Liver Diseases": "腎和肝臟疾病",
  "Incorporating Ume into one’s diet has been found to preserve liver function and decrease liver damage by breaking down the acidic toxins in the blood. The liver plays a vital role in breaking down toxins within the body, while the kidneys act as filters for waste materials. By doing so, it reduces the burden on the liver and kidneys, minimizing the risk of toxin accumulation and related health issues.": "養成飲食中添加梅子的習慣已被發現能保護肝功能，並通過分解血液中的酸性毒素來減少肝損傷。肝臟在分解體內毒素方面扮演著重要角色，而腎臟則負責過濾廢物物質。這樣做可以減輕肝臟和腎臟的負擔，降低毒素積聚和相關健康問題的風險。",

  "Eliminate Fatigue": "消除疲勞",
  "Studies showed that Ume consists of various bioactive constituents which can be used as a functional material in preventing fatigue. Ume is an alkaline product that has long been used as a relish and traditional medications. It has antioxidant, anti-hypertensive, anti-hyperglycemic and antimicrobial effects.": "研究顯示，梅子含有多種生物活性成分，可作為預防疲勞的功能性材料使用。梅子是一種鹼性產品，長期以來被用作調味品和傳統藥物。它具有抗氧化、降血壓、降血糖和抗微生物作用。",

  "Ume is rich in potassium, manganese and fibre. Ume provides relief for common digestive issues like dyspepsia and bloating. One of the key factors contributing to this benefit is the presence of dietary fiber in the fruit. This dietary fiber adds volume and roughness to the stool, facilitating smoother bowel movements and preventing the occurrence of constipation.": "梅子富含鉀、錳和纖維。梅子能夠緩解常見的消化問題，如消化不良和脹氣。其中一個促成這種效果的關鍵因素是水果中含有的膳食纖維。這種膳食纖維增加了大便的體積和粗糙度，促進更順暢的腸道蠕動，並預防便秘的發生。",

  "Get the sale right now!": "热销打折！",
  "Up to 50% OFF": "高达50%优惠折扣",
  "Special discount rate will be given to customers who order more than 10 bottles.":"对于订购10瓶或以上的客户会给予特别优惠。",
  "Buy now": "立即采购",

  "Customer Review": "顾客评价",
  "What They <em>Think</em>": "他们的<em>想法</em>",

  "\"Nutritious product from Japan, I no longer feel tired all the time.\"": "自从食用这来自日本的营养产品，我不再每时每刻都感到疲惫。",
  "Lawyer": "律师",

  "\"My cholestrol level have significantly reduce since I have started to take Zu last year\"": "自去年开始服用Zu以来，我的胆固醇水平明显降低。",
  "Software Engineer": "软件工程师",

  "\"I would like to thanks zensu for providing this miricle food for this old lady\"": "我要感谢zensu为这位老太太提供了这种神奇的健康食物",
  "Housewife": "家庭主妇",

  "\"Since my last hospitalization due to high blood pressure, I feel a lot better after taking Zu for a period of time.\"": "曾经因高血压住院，吃了ZU感觉好多了",
  "Construction Worker": "建筑工人",

  "Phone": "联络号码",
  "Email": "电邮地址",
  "Opening hours": "营业时间",

  "Contact us": "与我们联系!",
  "Say <em>Hello</em>" : "同我们 <em>打招呼。</em>",
  "Feel free to connect with us for any inquiry about the products or to be our salespartner. Will be more than happy to answer your questions or provide assistance. We look forward to hearing from you!": "请随时与我们联系,欢迎询问有关产品的的任何详情,又或有兴趣成为我们的合作伙伴。",

  "Send Message": "发送讯息"

}
